Repository: beardcoder/mens-circle
Catalog: var/labels/*/form/Resources/Private/Language/*.Database.xlf
Languages: de

# formEditor.elements.FormElement.editor.autocomplete.option.address-line1
source: address-line1 - Street address, line 1
de: Anschrift Zeile 1

# formEditor.elements.FormElement.editor.autocomplete.option.address-line2
source: address-line2 - Street address, line 2
de: Anschrift Zeile 2

# formEditor.elements.FormElement.editor.autocomplete.option.address-level1
source: address-level1 - State, Canton etc
de: Bundesland

# formEditor.elements.FormElement.editor.autocomplete.option.address-level2
source: address-level2 - City
de: Stadt

# formEditor.elements.FormElement.editor.autocomplete.option.country-name
source: country-name
de: Land

# formEditor.elements.FormElement.editor.autocomplete.option.postal-code
source: postal-code - ZIP
de: Postleitzahl (PLZ)

# formEditor.elements.FormElement.editor.autocomplete.option.tel
source: tel - Full telephone number
de: Vollständige Telefonnummer

# formEditor.elements.FormElement.editor.autocomplete.option.impp
source: impp - URL representing an instant messaging protocol endpoint
de: impp - URL, die den Endpunkt eines Instant Messaging-Protokolls repräsentiert

# formEditor.elements.FormElement.editor.autocomplete.option.sex
source: sex - Gender identity
de: Geschlecht

# formEditor.elements.FormElement.editor.autocomplete.option.language
source: language - Preferred language
de: Bevorzugte Sprache

# formEditor.elements.FormElement.editor.autocomplete.option.street-address
source: street-address
de: Strasse und Hausnummer

# formEditor.elements.FormElement.editor.autocomplete.option.tel-country-code
source: tel-country-code - Country code component of the telephone number
de: Ländercode der Telefonnummer

# formEditor.elements.FormElement.editor.autocomplete.option.tel-national
source: tel-national - Telephone number without the county code
de: Telefonnummer ohne Landesvorwahl

# formEditor.elements.FormElement.editor.autocomplete.option.tel-area-code
source: tel-area-code - Area code component of the telephone number
de: Ortsvorwahl

# formEditor.elements.FormElement.editor.autocomplete.option.tel-local
source: tel-local - Telephone number without the country code and area code component
de: Telefonnummer ohne Landesvorwahl und Ortsvorwahl

# formEditor.elements.FormElement.editor.autocomplete.option.tel-extension
source: tel-extension - Telephone number internal extension code
de: Zusätzliche Nummer für Interne Durchwahl

# formEditor.elements.FormElement.editor.autocomplete.option.url
source: url - Home page
de: Webseite

# formEditor.elements.FormElement.editor.autocomplete.option.new-password
source: new-password - A new password to create / change
de: Ein neues Passwort erstellen oder ändern

# formEditor.elements.FormElement.editor.autocomplete.option.current-password
source: current-password - Current password for the selected username
de: Aktuelles Passwort für den ausgewählten Benutzernamen

# formEditor.elements.FormElement.editor.autocomplete.option.bday-day
source: bday-day - Day component of birthday
de: Tag des Geburtstages

# formEditor.elements.FormElement.editor.autocomplete.option.bday-month
source: bday-month - Month component of birthday
de: Monat des Geburtstages

# formEditor.elements.FormElement.editor.autocomplete.option.bday-year
source: bday-year - Year component of birthday
de: Jahr des Geburtstages

# formEditor.elements.FormElement.editor.autocomplete.option.photo
source: photo
de: Foto

# formEditor.elements.FormElement.editor.autocomplete.option.bday
source: bday - Birthday
de: Geburtstag

# formEditor.elements.FormElement.editor.autocomplete.option.country
source: country - Country code
de: Land - Ländercode

# formEditor.elements.FormElement.editor.requiredValidator.label
source: Field required
de: Pflichtfeld

source: Custom error message
de: Benutzerdefinierte Fehlermeldung

# formEditor.elements.FormElement.validators.DateRange.editor.header.label
source: Date range
de: Datumsbereich

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.label
source: Grid viewport configuration
de: Konfiguration Grid-Bereich

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.xs.label
source: Extra small
de: Sehr klein

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.sm.label
source: Small
de: Klein

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.md.label
source: Medium
de: Mittel

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.lg.label
source: Large
de: Groß

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.xl.label
source: Extra large
de: Sehr groß

# formEditor.elements.FormElement.editor.gridColumnViewPortConfiguration.xxl.label
source: Extra extra large
de: Super groß

source: Numbers of columns for viewport "{@viewPortLabel}"
de: Anzahl Spalten für Grid-Bereich "{@viewPortLabel}"

# formEditor.elements.Page.label
source: Step
de: Schritt

# formEditor.elements.Page.description
source: A form step that can be customized with various elements
de: Ein Formularschritt, der mit verschiedenen Elementen angepasst werden kann

# formEditor.elements.Page.editor.label.label
source: Step name
de: Schrittname

# formEditor.elements.Page.editor.previousButtonLabel.label
source: Previous button label
de: Beschriftung für den "Zurück"-Button

# formEditor.elements.Page.editor.previousButtonLabel.value
source: Previous step
de: Vorherige Seite

# formEditor.elements.Page.editor.nextButtonLabel.label
source: Next button label
de: Beschriftung für den "Weiter"-Button

# formEditor.elements.Page.editor.nextButtonLabel.value
source: Next step
de: Nächster Schritt

# formEditor.elements.SummaryPage.label
source: Summary step
de: Zusammenfassung

# formEditor.elements.SummaryPage.description
source: A form step that displays all entered values for review before submission
de: Ein Formularschritt, der alle eingegebenen Werte zur Überprüfung vor dem Absenden anzeigt

# formEditor.elements.SummaryPage.editor.label.label
source: Step name
de: Schrittname

# formEditor.elements.SummaryPage.editor.previousButtonLabel.label
source: Previous button label
de: Beschriftung für den "Zurück"-Button

# formEditor.elements.SummaryPage.editor.previousButtonLabel.value
source: Previous step
de: Vorherige Seite

# formEditor.elements.SummaryPage.editor.nextButtonLabel.label
source: Next button label
de: Beschriftung für den "Weiter"-Button

# formEditor.elements.SummaryPage.editor.nextButtonLabel.value
source: Next step
de: Nächster Schritt

# formEditor.elements.Fieldset.label
source: Fieldset
de: Feldgruppe

# formEditor.elements.Fieldset.description
source: A container used to group related form elements, improving accessibility and providing content-based structure
de: Ein Container, der dazu dient, zusammengehörige Formularelemente zu gruppieren, die Zugänglichkeit zu verbessern und eine inhaltsbezogene Struktur zu schaffen

# formEditor.elements.Fieldset.editor.label.label
source: Fieldset name
de: Name der Feldgruppe

# formEditor.elements.GridColumn.label
source: Grid: Column
de: Grid: Spalte

# formEditor.elements.GridColumn.description
source: A container element for arranging fields, providing visual structure
de: Ein Containerelement zur Anordnung von Feldern um eine visuelle Struktur zu bieten

# formEditor.elements.GridColumn.editor.label.label
source: Name (not visible within frontend)
de: Name (im Frontend nicht sichtbar)

# formEditor.elements.GridRow.label
source: Grid: Row
de: Grid: Zeile

# formEditor.elements.GridRow.description
source: A container element for arranging fields side by side, providing visual structuring
de: Ein Containerelement, um Felder nebeneinander anzuordnen und eine visuelle Strukturierung zu ermöglichen

# formEditor.elements.GridRow.editor.label.label
source: Row name (not visible within frontend)
de: Zeilenname (nicht sichtbar im Frontend)

# formEditor.elements.Text.description
source: A single-line text field
de: Ein einzeiliges Textfeld

# formEditor.elements.Email.label
source: Email address
de: E-Mail Adresse

# formEditor.elements.Email.description
source: A text field for inputting an email address
de: Ein Textfeld für die Eingabe einer E-Mail Adresse

# formEditor.elements.Telephone.label
source: Telephone number
de: Telefonnummer

# formEditor.elements.Telephone.description
source: A text field for inputting a phone number
de: Ein Textfeld für die Eingabe einer Rufnummer

# formEditor.elements.Url.description
source: A text field for inputting a URL
de: Ein Textfeld zur Eingabe einer URL

# formEditor.elements.Number.label
source: Number
de: Zahl

# formEditor.elements.Number.description
source: A text field for inputting numbers, with browser controls to adjust the value in predefined steps
de: Ein Textfeld für die Eingabe von Zahlen, mit Browser-Steuerelementen zur Anpassung des Wertes in vordefinierten Schritten

# formEditor.elements.Number.editor.validators.Number.label
source: Number
de: Zahl

# formEditor.elements.Date.label
source: Date
de: Datum

# formEditor.elements.Date.description
source: A text field for inputting a date in a single line
de: Ein Textfeld zur Eingabe eines Datums in einer einzigen Zeile

# formEditor.elements.Date.editor.defaultValue.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
de: Ein Datum im Format Y-m-d (z.B. 2018-03-17)

# formEditor.elements.Date.editor.step.label
source: Frequency
de: Häufigkeit

# formEditor.elements.Date.editor.validators.DateRange.label
source: Date range
de: Datumsbereich

# formEditor.elements.DatePicker.validators.DateRange.editor.header.label
source: Date range
de: Datumsbereich

# formEditor.elements.DatePicker.validators.DateRange.editor.minimum
source: Minimum date
de: Anfangsdatum

# formEditor.elements.DatePicker.validators.DateRange.editor.maximum
source: Maximum date
de: Enddatum

# formEditor.elements.DatePicker.validators.DateRange.editor.minimum.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
de: Ein Datum im Format Y-m-d (z.B. 2018-03-17)

# formEditor.elements.DatePicker.validators.DateRange.editor.maximum.placeholder
source: A date in format Y-m-d (e.g 2018-03-17)
de: Ein Datum im Format Y-m-d (z.B. 2018-03-17)

# formEditor.elements.Password.label
source: Password
de: Passwort

# formEditor.elements.Password.description
source: A text field for entering a password
de: Ein Textfeld zur Eingabe eines Passworts

# formEditor.elements.AdvancedPassword.label
source: Advanced password
de: Sichereres Passwort

# formEditor.elements.AdvancedPassword.description
source: A text field for entering and confirming a password
de: Ein Textfeld zur Eingabe und Bestätigung eines Passworts

# formEditor.elements.AdvancedPassword.editor.confirmationLabel.label
source: Confirmation label
de: Beschriftung des Bestätigungsknopfes

# formEditor.element.AdvancedPassword.editor.confirmationLabel.predefinedDefaults
source: Confirmation
de: Bestätigung

# formEditor.elements.Textarea.label
source: Textarea
de: Textfeld

# formEditor.elements.Textarea.description
source: A multi-line text field for entering extended or continuous text
de: Ein mehrzeiliges Textfeld zur Eingabe von längerem oder fortlaufendem Text

# formEditor.elements.Checkbox.description
source: An element for creating a single checkbox
de: Ein Element zur Erstellung eines einzelnen Kontrollkästchens

# formEditor.elements.CountrySelect.label
source: Country select
de: Länderauswahl

# formEditor.elements.CountrySelect.description
source: An element to select a country
de: Ein Element zur Auswahl eines Landes

# formEditor.elements.MultiCheckbox.label
source: Multi checkbox
de: Checkbox zur Mehrfachauswahl

# formEditor.elements.MultiCheckbox.description
source: An element for creating multiple checkboxes
de: Ein Element zur Erstellung mehrerer Kontrollkästchen

# formEditor.elements.MultiSelect.label
source: Multi select
de: Mehrfachauswahl

# formEditor.elements.MultiSelect.description
source: An element for creating a field that allows multiple selections
de: Ein Element zur Erstellung eines Feldes, das Mehrfachauswahlen ermöglicht

# formEditor.elements.RadioButton.label
source: Radio button
de: Auswahlknopf

# formEditor.elements.RadioButton.description
source: An element for displaying one or more radio buttons
de: Ein Element zur Anzeige von einem oder mehreren Optionsfeldern

# formEditor.elements.SingleSelect.label
source: Single select
de: Einfachauswahl

# formEditor.elements.SingleSelect.description
source: An element for creating a dropdown list for selecting a single option
de: Ein Element zur Erstellung einer Dropdown-Liste für die Auswahl einer einzelnen Option

# formEditor.elements.DatePicker.label
source: Date picker (jQuery)
de: Datumsauswahl (jQuery)

# formEditor.elements.DatePicker.description
source: A text field for selecting a date via a calendar interface
de: Ein Textfeld zur Auswahl eines Datums über eine Kalenderschnittstelle

# formEditor.elements.DatePicker.editor.dateFormat.label
source: Date format
de: Datumsformat

# formEditor.elements.DatePicker.editor.enableDatePicker.label
source: Enable datepicker (needs jQuery UI)
de: Datumsauswahl aktivieren (erfordert jQuery UI)

# formEditor.elements.DatePicker.editor.displayTimeSelector.label
source: Display time selector
de: Zeitauswahl anzeigen

# formEditor.elements.DatePicker.editor.validators.label
source: Validators
de: Validatoren

# formEditor.elements.DatePicker.editor.validators.EmptyValue.label
source: Add validator
de: Validator hinzufügen

# formEditor.elements.DatePicker.editor.validators.DateTime.label
source: Date/time
de: Datum/Uhrzeit

# formEditor.elements.DatePicker.validators.DateTime.editor.header.label
source: Date/time
de: Datum/Uhrzeit

source: Custom error message
de: Benutzerdefinierte Fehlermeldung

# formEditor.elements.StaticText.label
source: Static text
de: Statischer Text

# formEditor.elements.StaticText.description
source: A field for unformatted text
de: Ein Feld für unformatierten Text

# formEditor.elements.StaticText.editor.label.label
source: Header
de: Überschrift

# formEditor.elements.Hidden.label
source: Hidden
de: Verborgen

# formEditor.elements.Hidden.description
source: A field that is not displayed in the frontend
de: Ein Feld, das im Frontend nicht angezeigt wird

# formEditor.elements.Hidden.editor.defaultValue.label
source: Value
de: Wert

# formEditor.elements.ContentElement.label
source: Content element
de: Inhaltselement

# formEditor.elements.ContentElement.description
source: A field for displaying any content element from your website
de: Ein Feld für die Anzeige eines beliebigen Inhaltselements aus deiner Website

# formEditor.elements.ContentElement.selectContentElement
source: No content element selected
de: Kein Inhaltselement ausgewählt

# formEditor.elements.ContentElement.editor.contentElement.label
source: Content element uid
de: uid des Inhaltselements

# formEditor.elements.ContentElement.editor.contentElement.buttonLabel
source: Page Content
de: Seiteninhalt

# formEditor.elements.FileUpload.label
source: File upload
de: Dateiupload

# formEditor.elements.FileUpload.description
source: An element for uploading a file
de: Ein Element zum Hochladen einer Datei

# formEditor.elements.FileUpload.editor.allowedMimeTypes.label
source: Allowed file mime types
de: Zulässige Mime-Typen

# formEditor.elements.FileUpload.editor.maximumFileSize.label
source: Your servers' maximum upload file size is {0}. Be aware setting higher values can result in errors when submitting the form. If you need higher values contact your administrator for help.
de: Die maximale Dateigrösse ist beim Server auf {0} eingestellt. Bitte beachten Sie, dass höhere Werte beim Absenden des Formulars Fehler verursachen können. Wenn Sie höhere Werte benötigen, kontaktieren Sie bitte ihren Administrator für Hilfe.

# formEditor.elements.FileUpload.editor.allowedMimeTypes.doc
source: Documents (doc)
de: Dokumente (doc)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.docx
source: Documents (docx)
de: Dokumente (docx)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.xls
source: Documents (xls)
de: Dokumente (xls)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.xlsx
source: Documents (xlsx)
de: Dokumente (xlsx)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.pdf
source: Documents (pdf)
de: Dokumente (pdf)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.odt
source: Documents (odt)
de: Dokumente (odt)

# formEditor.elements.FileUpload.editor.allowedMimeTypes.ods
source: Documents (ods)
de: Dokumente (ods)

# formEditor.elements.ImageUpload.label
source: Image upload
de: Bildupload

# formEditor.elements.ImageUpload.description
source: An element for uploading an image
de: Ein Element zum Hochladen eines Bildes

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.label
source: Allowed file mime types
de: Zulässige Mime-Typen

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.jpg
source: Images (jpg)
de: Bilder (jpg)

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.png
source: Images (png)
de: Bilder (png)

# formEditor.elements.ImageUpload.editor.allowedMimeTypes.bmp
source: Images (bmp)
de: Bilder (bmp)

# formEditor.elements.CountrySelect
source: Country Select
de: Länderauswahl

# formEditor.elements.CountrySelect.editor.prioritizedCountries.label
source: Prioritized countries
de: Priorisierte Länder

# formEditor.elements.CountrySelect.editor.onlyCountries.label
source: Only countries
de: Nur Länder

# formEditor.elements.CountrySelect.editor.excludeCountries.label
source: Exclude countries
de: Länder exkludieren

# formEditor.elements.UnknownElement
source: Unknown element
de: Unbekanntes Element

# formEditor.stage.toolbar.new_element
source: Create new element
de: Neues Element erstellen

# formEditor.stage.toolbar.remove
source: Remove
de: Entfernen

# formEditor.stage.toolbar.new_element.inside
source: Inside
de: Innen

# formEditor.stage.toolbar.new_element.after
source: After
de: Nach

# formEditor.inspector.editor.formelement_selector.title
source: Insert formelement identifier
de: Formularelement-Kennung einfügen

# formEditor.inspector.editor.formelement.remove
source: Remove this Element
de: Dieses Element entfernen

# formEditor.inspector.editor.grid.add
source: Add a new row
de: Neue Zeile hinzufügen

# formEditor.inspector.editor.grid.remove
source: Remove this row
de: Zeile entfernen

# formEditor.inspector.editor.grid.move
source: Move this row
de: Diese Zeile verschieben

# formEditor.inspector.editor.entry.label
source: Label
de: Bezeichnung

# formEditor.inspector.editor.entry.value
source: Value
de: Wert

# formEditor.inspector.editor.entry.selected
source: Selected
de: Ausgewählt

# formEditor.modals.insertElements.filter.noResults
source: Unfortunately no element type matches your query, please try a different one.
de: Leider passt kein Elementtyp zu deiner Anfrage, bitte wähle einen anderen.

# formEditor.modals.insertElements.filter.placeholder
source: Search for any element type
de: Suche nach einem beliebigen Elementtyp

# formEditor.modals.newPages.filter.noResults
source: Unfortunately no step type matches your query, please try a different one.
de: Leider entspricht kein Stufentyp deiner Anfrage, bitte wähle einen anderen.

# formEditor.modals.newPages.filter.placeholder
source: Search for any step type
de: Suche nach einem beliebigen Schritttyp
