Repository: beardcoder/mens-circle
Catalog: var/labels/*/form/Resources/Private/Language/*.locallang_formManager_javascript.xlf
Languages: de

# formManager.form_name_description
source: Enter a meaningful and descriptive name for the form. The name is displayed only in the TYPO3 backend.
de: Geben Sie einen aussagekräftigen Namen für das Formular ein. Der Name wird nur im TYPO3 Backend angezeigt.

# formManager.new_form_name
source: New form name
de: Neuer Formularname

# formManager.form_save_path
source: Storage
de: Speicherort

# formManager.form_save_path_description
source: Select the storage where your form definition will be saved.
de: Wähle den Speicherort aus, an dem deine Formulardefinition gespeichert werden soll.

# formManager.form_prototype
source: Form prototype
de: Formular-Prototyp

# formManager.form_template
source: Template
de: Vorlage

# formManager.form_template_description
source: Select a template for building your new form.
de: Wähle eine Vorlage für die Erstellung des neuen Formulars aus.

# formManager.form_headline_general
source: General
de: Allgemein

# formManager.form_copied
source: Copied form
de: Kopiertes Formular

# formManager.cancel
source: Cancel
de: Abbrechen

# formManager.remove_form
source: Delete
de: Löschen

# formManager.remove_form_title
source: Confirm deletion
de: Löschen bestätigen

# formManager.remove_form_message
source: Permanently delete form "{0}"? You cannot undo this action.
de: Formular „{0}“ dauerhaft löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# formManager.newFormWizard.step1.title
source: Create new form
de: Neues Formular erstellen

# formManager.newFormWizard.step1.progressLabel
source: Choose
de: Auswählen

# formManager.newFormWizard.step1.noStorages
source: No accessible form storage folders
de: Keine zugänglichen Formularspeicherordner

# formManager.newFormWizard.step2.title
source: Settings
de: Einstellungen

# formManager.newFormWizard.step3.title
source: Ready?
de: Fertig?

# formManager.newFormWizard.step3.progressLabel
source: Check
de: Prüfen

# formManager.newFormWizard.step3.message
source: Just check and confirm the settings you have entered. Done? Then you are ready to go.
de: Überprüfen und bestätigen Sie einfach die von Ihnen eingegebenen Einstellungen. Sind Sie fertig? Dann sind Sie startklar.

# formManager.newFormWizard.step3.check
source: Check and confirm
de: Prüfen und bestätigen

# formManager.newFormWizard.step4.errorTitle
source: Create
de: Anlegen

# formManager.newFormWizard.step4.errorMessage
source: The form could not be saved
de: Das Formular konnte nicht gespeichert werden:

# formManager.duplicateFormWizard.step1.title
source: Duplicate form "{0}"
de: Formular "{0}" duplizieren

# formManager.duplicateFormWizard.step2.title
source: Ready?
de: Fertig?

# formManager.duplicateFormWizard.step2.progressLabel
source: Check
de: Prüfen

# formManager.duplicateFormWizard.step2.check
source: Check and confirm
de: Prüfen und bestätigen

# formManager.duplicateFormWizard.step2.message
source: Just check and confirm the settings you have entered. Done? Then you are ready to go.
de: Überprüfen und bestätigen Sie einfach die von Ihnen eingegebenen Einstellungen. Sind Sie fertig? Dann sind Sie startklar.

# formManager.duplicateFormWizard.step3.errorTitle
source: Duplicate
de: Duplizieren

# formManager.duplicateFormWizard.step3.errorMessage
source: The form could not be saved
de: Das Formular konnte nicht gespeichert werden

# formManager.no_references
source: There are no references yet.
de: Es gibt noch keine Referenzen.

# formManager.table.field.control
source: Control
de: Steuerung

# formManager.table.field.title
source: Title
de: Titel

# formManager.btn.edit.title
source: Edit
de: Bearbeiten

# formManager.references.title
source: Form: {0}
de: Formular: {0}

# formManager.references.headline
source: References to this item
de: Referenzen auf dieses Element

# formManager.blankForm.label
source: Blank form
de: Leeres Formular

# formManager.blankForm.subtitle
source: Start fresh
de: Neu anfangen

# formManager.blankForm.description
source: Create a new form from scratch.
de: Erstellen Sie ein neues Formular von Grund auf.

# formManager.predefinedForm.label
source: Predefined form
de: Vordefiniertes Formular

# formManager.predefinedForm.subtitle
source: Use a form template
de: Verwenden Sie eine Formularvorlage

# formManager.predefinedForm.description
source: Create a new form and use an existing form template for it.
de: Erstellen Sie ein neues Formular auf Basis einer vorhandenen Formularvorlage.
