Repository: beardcoder/mens-circle
Catalog: var/labels/*/dashboard/Resources/Private/Language/*.locallang.xlf
Languages: de

source: Close
de: Schließen

# widget.add
source: Add widget
de: Widget hinzufügen

# widget.addToDashboard
source: Add widget to "%s"
de: Widget zu "%s " hinzufügen

# widget.addToDashboard.searchLabel
source: Search for dashboard widgets
de: Nach Dashboard-Widgets suchen

# widget.addToDashboard.searchNotFound
source: Unfortunately no dashboard widget matches your query, please try a different one.
de: Leider entspricht kein Dashboard-Widget Ihrer Anfrage, bitte versuchen Sie ein anderes.

# widget.add.button.close
source: Close
de: Schließen

# widget.add.button.ok
source: Add widget
de: Widget hinzufügen

# widget.refresh
source: Refresh Widget
de: Widget aktualisieren

source: Widget Settings
de: Widget-Einstellungen

# widget.settings.button.close
source: Close
de: Schließen

# widget.settings.button.save
source: Save
de: Speichern

# widget.settings.unchanged
source: Settings unchanged
de: Einstellungen unverändert

# widget.move
source: Move Widget
de: Widget verschieben

# widget.remove
source: Remove Widget
de: Widget entfernen

# widget.remove.button.close
source: Close
de: Schließen

# widget.remove.button.ok
source: Remove
de: Entfernen

# widget.remove.confirm.title
source: Remove widget
de: Widget entfernen

# widget.remove.confirm.message
source: Are you sure you want to remove this widget?
de: Sind Sie sicher, dass Sie dieses Widget löschen möchten?

# widget.error
source: An error occurred while retrieving information for this widget. Please try again, and if the problem persists, contact your administrator.
de: Beim Abrufen der Informationen für dieses Widget ist ein Fehler aufgetreten. Bitte versuchen Sie es erneut und wenn das Problem weiterhin auftritt, kontaktieren Sie Ihren Administrator.

# dashboard.default
source: My dashboard
de: Mein Dashboard

# dashboard.default.description
source: Create a new dashboard with some general TYPO3 widgets on it
de: Erstellen Sie ein neues Dashboard mit einigen allgemeinen TYPO3-Widgets

# dashboard.empty
source: Empty dashboard
de: Kein Dashboard vorhanden

# dashboard.empty.description
source: Your dashboard will be created without any widget on it.
de: Ihr Dashboard wird ohne Widgets erstellt.

# dashboard.add
source: Add dashboard
de: Dashboard hinzufügen

# dashboard.add.button.close
source: Close
de: Schließen

# dashboard.add.button.ok
source: Add Dashboard
de: Dashboard hinzufügen

# dashboard.configure
source: Configure dashboard
de: Dashboard konfigurieren

# dashboard.configure.button.close
source: Close
de: Schließen

# dashboard.configure.button.ok
source: Save Dashboard
de: Dashboard speichern

# dashboard.delete
source: Delete dashboard
de: Dashboard löschen

# dashboard.delete.sure
source: Are you sure you want to delete this dashboard?
de: Sind Sie sicher, dass Sie dieses Dashboard löschen möchten?

# dashboard.delete.ok
source: Yes, delete it
de: Ja, jetzt löschen

# dashboard.delete.cancel
source: Cancel
de: Abbrechen

# dashboard.title
source: Title of dashboard
de: Titel des Dashboards

# widgets.documentation.gettingStarted.title
source: Getting Started with TYPO3
de: Erste Schritte mit TYPO3

# widgets.documentation.gettingStarted.description
source: Add a shortcut to the TYPO3 Getting Started Tutorial.
de: Verknüpfung zum "Erste Schritte mit TYPO3 Tutorial" hinzu.

# widgets.documentation.gettingStarted.text
source: New to TYPO3? In our Getting Started Tutorial you will learn the basics how to use TYPO3.
de: Neu bei TYPO3? In unserem "Erste Schritte mit TYPO3"-Tutorial erfahren Sie die Grundlagen wie Sie TYPO3 verwenden.

# widgets.documentation.gettingStarted.content.label
source: Getting Started Tutorial
de: Erste Schritte Anleitung

# widgets.documentation.typoscriptReference.title
source: TypoScript Template Reference
de: TypoScript-Template-Referenz

# widgets.documentation.typoscriptReference.description
source: Add a shortcut to the TYPO3 TypoScript Template Reference.
de: Fügen Sie eine Verknüpfung zur TYPO3-TypoScript-Template-Dokumentation hinzu.

# widgets.documentation.typoscriptReference.text
source: This document is a reference, used to lookup TypoScript templating.
de: Dieses Dokument ist eine Referenz, die zum Nachschlagen von TypoScript-Anweisungen verwendet wird.

# widgets.documentation.typoscriptReference.content.label
source: TypoScript Template Reference
de: TypoScript-Template-Referenz

# widgets.documentation.TSconfigReference.title
source: TSconfig Reference
de: TSconfig-Referenz

# widgets.documentation.TSconfigReference.description
source: Add a shortcut to the TYPO3 TSconfig Reference.
de: Fügen Sie eine Verknüpfung zur TYPO3 TSconfig Dokumentation hinzu.

# widgets.documentation.TSconfigReference.text
source: This document describes TSconfig and its options.
de: Dieses Dokument beschreibt TSconfig und seine Optionen.

# widgets.documentation.TSconfigReference.content.label
source: TSconfig Reference
de: TSconfig-Referenz

# widgets.t3news.title
source: TYPO3 news
de: TYPO3 Meldungen

# widgets.t3news.description
source: Add a list of news items from the TYPO3 project
de: Füge die neusten Nachrichten aus dem TYPO3-Projekt hinzufügen

# widgets.t3news.moreItems
source: More TYPO3 news
de: Mehr TYPO3 Meldungen

# widgets.t3information.title
source: About TYPO3
de: Über TYPO3

# widgets.t3information.description
source: Some general information about TYPO3 and the version used
de: Einige allgemeine Informationen über TYPO3 und die verwendete Version

# widgets.t3information.text
source: TYPO3 CMS is an enterprise-class, Open Source Content Management System, used internationally to build and manage websites of all types, from small sites for non-profits to multilingual enterprise solutions for large corporations.<br /><br />For further information visit <a href="https://typo3.org/typo3-cms/" target="_blank" rel="noreferrer">typo3.org</a>.<br /><br />TYPO3 CMS is <b>freely available</b> under the <a href="https://typo3.org/project/licenses/" target="_blank" rel="noreferrer">TYPO3-license (GNU/GPL)</a>.<br /><br />You are using version %s - Copyright %s %s
de: Das TYPO3 CMS ist ein quelloffenes Business-Level Content Management System, welches weltweit für Webseiten aller Arten verwendet wird, von kleinen Websites für gemeinnützige Organisationen bis hin zu mehrsprachigen Business-Lösungen für große Konzerne. <br /><br />Weitere Informationen auf <a href="https://typo3.org/typo3-cms/" target="_blank" rel="noreferrer">typo3.org</a><br /><br />TYPO3 CMS ist <b>frei verfügbar</b> unter der <a href="https://typo3.org/typo3-cms/overview/licenses/" target="_blank" rel="noreferrer">TYPO3-Lizenz (GNU/GPL)</a>.<br /><br />Du benutzt Version %s - Copyright %s %s

# widgets.t3information.logo
source: TYPO3 CMS logo
de: Logo des TYPO3 CMS

# widgets.sysLogErrors.title
source: Number of errors in system log
de: Anzahl der Fehler im System-Protokoll

# widgets.sysLogErrors.description
source: Shows the number of errors in the sys log of the last month, grouped by date
de: Zeigt die Anzahl der Fehler im System-Protokoll des letzten Monats, gruppiert nach Datum

# widgets.sysLogErrors.buttonText
source: Show all errors in log
de: Alle Fehler im Protokoll anzeigen

# widgets.sysLogUsers.buttonText
source: Show all user logins
de: Alle Benutzer-Logins anzeigen

# widgets.sysLogErrors.chart.dataSet.0
source: Number of errors
de: Anzahl der Fehler

# widgets.typeOfUsers.title
source: Type of backend users
de: Art der Backend-Benutzer

# widgets.typeOfUsers.description
source: Shows the amount of normal- and admin-users
de: Zeigt die Anzahl der einfachen Benutzer und Administratoren an

# widgets.typeOfUsers.normalUsers
source: Normal users
de: Einfache Benutzer

# widgets.typeOfUsers.adminUsers
source: Admin users
de: Administratoren

# widgets.failedLogins.title
source: Failed backend logins
de: Fehlgeschlagene Backend-Logins

# widgets.failedLogins.subtitle
source: In last 24 hours
de: In den letzten 24 Stunden

# widgets.failedLogins.description
source: Information about the number of failed logins during the last 24 hours.
de: Informationen über die Anzahl der fehlgeschlagenen Anmeldungen in den letzten 24 Stunden.

# widgets.t3securityAdvisories.title
source: TYPO3 security advisories
de: TYPO3-Sicherheitsankündigungen

# widgets.t3securityAdvisories.description
source: Add a list of security advisories from the TYPO3 project
de: Fügt eine Liste der Sicherheitsankündigungen aus dem TYPO3-Projekt hinzu

# widgets.t3securityAdvisories.moreItems
source: More TYPO3 security advisories
de: Weitere TYPO3-Sicherheitsankündigungen

# widgets.latestChangedPages.title
source: Latest changed pages
de: Zuletzt geänderte Seiten

# widgets.latestChangedPages.title.restrictToCurrentUser
source: My latest changed pages
de: Meine zuletzt geänderten Seiten

# widgets.latestChangedPages.description
source: Show a list of pages where the latest changes were made
de: Zeigt eine Liste von Seiten an, auf denen die letzten Änderungen vorgenommen wurden

# widgets.latestChangedPages.empty
source: No history found
de: Verlauf nicht gefunden

# widgets.latestChangedPages.settings.restrictToCurrentUser
source: Only show my changes
de: Nur meine Änderungen anzeigen

# widgets.latestChangedPages.column.change
source: Change
de: Änderung

# widgets.latestChangedPages.column.user
source: User
de: Benutzer

# widgets.latestChangedPages.column.user.userNotFound
source: Not Found
de: Nicht gefunden

# widgets.latestChangedPages.column.page
source: Page
de: Seite

# widgets.latestChangedPages.column.page.workspace
source: Changes in current selected workspace
de: Änderungen im aktuell ausgewählten Arbeitsbereich

# widgets.latestChangedPages.column.page.pagetree
source: Position in pagetree
de: Position im Seitenbaum

# widgets.latestChangedPages.column.control
source: Control
de: Steuerung

# widgets.latestChangedPages.column.control.recordHistory
source: Show history
de: Verlauf anzeigen

# widgets.latestChangedPages.column.control.viewWebpage
source: View webpage
de: Web-Seite anzeigen

# widgets.latestChangedPages.column.control.editPageContent
source: Edit page content
de: Seiteninhalt bearbeiten

# widgets.latestChangedPages.column.control.editPage
source: Edit page properties
de: Seiteneigenschaften bearbeiten

# widgets.latestChangedPages.table.tt_content
source: Content
de: Inhalt

# widgets.latestChangedPages.table.pages
source: Page
de: Seite

# widgets.latestBeLogins.title
source: Latest backend logins
de: Neueste Backend-Logins

# widgets.latestBeLogins.settings.limit
source: Number of logins to display
de: Anzahl der anzuzeigenden Logins

# widget_group.general
source: General
de: Allgemein

# widget_group.news
source: News
de: Neuigkeiten

# widget_group.documentation
source: Documentation
de: Dokumentation

# widget_group.system
source: System Information
de: Systeminformationen

# widget_group.content
source: Content
de: Inhalt

# dashboard.empty.content.title
source: No widgets
de: Keine Widgets

# dashboard.empty.content.description
source: There are no widgets on this dashboard yet. You can add widgets now by clicking on the button below.
de: Es sind noch keine Widgets auf diesem Dashboard vorhanden. Sie können Widgets jetzt hinzufügen, indem Sie auf den Button unten klicken.

# dashboard.empty.content.button
source: Add a widget
de: Widget hinzufügen
