Repository: beardcoder/mens-circle
Catalog: packages/mens_circle/Resources/Private/Language/*.backend_fields.xlf
Languages: de

# tt_content.group.menscircle
source: Men's Circle
de: Männerkreis

# tt_content.CType.menscircle_hero.description
source: Full-width hero section with image, heading, and call-to-action
de: Vollbreite Hero-Sektion mit Bild, Überschrift und Call-to-Action

# tt_content.hero.label
source: Label (Eyebrow)
de: Label (Oberzeile)

# tt_content.hero.title
source: Title
de: Titel

# tt_content.hero.description
source: Description
de: Beschreibung

# tt_content.CType.menscircle_cta.description
source: Call-to-action section with button
de: Call-to-Action-Bereich mit Button

# tt_content.cta.title
source: Title
de: Titel

# tt_content.CType.menscircle_faq.label
source: FAQ Section
de: FAQ Bereich

# tt_content.CType.menscircle_faq.description
source: Frequently asked questions with collapsible answers
de: Häufig gestellte Fragen mit ausklappbaren Antworten

# tt_content.faq.title
source: Title
de: Titel

# tt_content.CType.menscircle_intro.label
source: Intro Section
de: Intro Bereich

# tt_content.CType.menscircle_intro.description
source: Introduction section with values
de: Einführungsbereich mit Werten

# tt_content.intro.title
source: Title
de: Titel

# tt_content.CType.menscircle_journey.label
source: Journey Steps
de: Journey Schritte

# tt_content.CType.menscircle_journey.description
source: Step-by-step journey visualization
de: Schritt-für-Schritt Journey-Visualisierung

# tt_content.journey.title
source: Title
de: Titel

# tt_content.journey.subtitle
source: Subtitle
de: Untertitel

# tt_content.CType.menscircle_moderator.description
source: Moderator profile with image and biography
de: Moderatorprofil mit Bild und Biographie

# tt_content.moderator.bio
source: Biography
de: Biographie

# tt_content.CType.menscircle_textsection.label
source: Text Section
de: Text Bereich

# tt_content.CType.menscircle_textsection.description
source: Rich text content section
de: Rich-Text-Inhaltsbereich

# tt_content.textsection.title
source: Title
de: Titel

# tt_content.textsection.content
source: Content
de: Inhalt

# tt_content.CType.menscircle_values.label
source: Values / Features
de: Werte / Features

# tt_content.CType.menscircle_values.description
source: Display values or features with icons
de: Werte oder Features mit Icons anzeigen

# tt_content.values.title
source: Title
de: Titel

# tt_content.CType.menscircle_whatsapp.description
source: WhatsApp community invitation section
de: WhatsApp Community-Einladungsbereich

# tt_content.whatsapp.title
source: Title
de: Titel

# tt_content.CType.menscircle_newsletter_section.label
source: Newsletter Section
de: Newsletter Bereich

# tt_content.CType.menscircle_newsletter_section.description
source: Newsletter subscription section
de: Newsletter-Abonnementbereich

# tt_content.newsletter_section.title
source: Title
de: Titel

# tt_content.CType.menscircle_testimonials_section.label
source: Testimonials Section
de: Testimonials Bereich

# tt_content.CType.menscircle_testimonials_section.description
source: Display approved testimonials
de: Freigegebene Testimonials anzeigen

# tt_content.testimonials_section.title
source: Title
de: Titel

# tt_content.testimonials_section.subtitle
source: Subtitle
de: Untertitel

# flexform.sheet.general
source: General
de: Allgemein

# flexform.hero.showScrollIndicator
source: Show Scroll Indicator
de: Scroll-Indikator anzeigen

# flexform.faq.sheet.items
source: FAQ Entries
de: FAQ Einträge

# flexform.faq.items
source: FAQ Entries
de: FAQ Einträge

# flexform.faq.item
source: FAQ Entry
de: FAQ Eintrag

# flexform.faq.question
source: Question
de: Frage

# flexform.faq.answer
source: Answer
de: Antwort

# flexform.intro.quote
source: Quote
de: Zitat

# flexform.intro.sheet.values
source: Values
de: Werte

# flexform.intro.values
source: Values
de: Werte

# flexform.intro.value
source: Value
de: Wert

# flexform.intro.value.number
source: Number
de: Nummer

# flexform.intro.value.title
source: Title
de: Titel

# flexform.intro.value.description
source: Description
de: Beschreibung

# flexform.journey.sheet.steps
source: Steps
de: Schritte

# flexform.journey.steps
source: Steps
de: Schritte

# flexform.journey.step
source: Step
de: Schritt

# flexform.journey.step.number
source: Number
de: Nummer

# flexform.journey.step.title
source: Title
de: Titel

# flexform.journey.step.description
source: Description
de: Beschreibung

# flexform.moderator.quote
source: Quote
de: Zitat

# flexform.values.sheet.items
source: Values
de: Werte

# flexform.values.items
source: Values
de: Werte

# flexform.values.item
source: Value
de: Wert

# flexform.values.item.number
source: Number
de: Nummer

# flexform.values.item.title
source: Title
de: Titel

# flexform.values.item.description
source: Description
de: Beschreibung

# flexform.whatsapp.hint
source: Hint Text
de: Hinweistext

# tt_content.frame_class
source: Background
de: Hintergrund
