Repository: beardcoder/mens-circle
Catalog: packages/mens_circle/Resources/Private/Language/*.locallang.xlf
Languages: de

# extension.name
source: Men's Circle Lower Bavaria
de: Männerkreis Niederbayern

# extension.description
source: Event Management and Community Platform
de: Event Management und Community Plattform

# module.events
source: Events
de: Veranstaltungen

# plugin.events
source: Men's Circle: Events
de: Männerkreis: Veranstaltungen

# plugin.newsletter
source: Men's Circle: Newsletter
de: Männerkreis: Newsletter

# plugin.testimonials
source: Men's Circle: Testimonials
de: Männerkreis: Testimonials

# label.save
source: Save
de: Speichern

# label.cancel
source: Cancel
de: Abbrechen

# label.submit
source: Submit
de: Absenden

# label.register
source: Register
de: Anmelden

# widget.group.menscircle
source: Men's Circle
de: Männerkreis

# widget.newsletterSubscriberCount.title
source: Newsletter Subscribers
de: Newsletter-Abonnenten

# widget.newsletterSubscriberCount.description
source: Shows the total number of confirmed newsletter subscribers
de: Zeigt die Gesamtzahl der bestätigten Newsletter-Abonnenten

# widget.latestNewsletterSubscriber.title
source: Latest Newsletter Subscribers
de: Neueste Newsletter-Abonnenten

# widget.latestNewsletterSubscriber.description
source: Shows the most recent newsletter subscribers
de: Zeigt die neuesten Newsletter-Abonnenten

# widget.latestNewsletterSubscriber.noSubscribers
source: No newsletter subscribers yet
de: Noch keine Newsletter-Abonnenten

# widget.latestNewsletterSubscriber.subscribedAt
source: Subscribed
de: Angemeldet
