Repository: beardcoder/mens-circle
Catalog: var/labels/*/recycler/Resources/Private/Language/*.locallang.xlf
Languages: de

# title
source: Recycler
de: Papierkorb

# description
source: The recycler allows you to select any deleted data and undelete it. You can undelete recursive if the parent of the element is deleted too.
de: Der Papierkorb erlaubt es, gelöschte Daten auszuwählen und sie wiederherzustellen. Ist auch das übergeordnete Element gelöscht (etwa die Seite, auf der sich das wiederherzustellende Inhaltselement befunden hat), können Sie Datensätze auch rekursiv wiederherstellen.

# label_allrecordtypes
source: All Record Types
de: Alle Datensatztypen

# filter.search
source: Search term
de: Suchbegriff

# filter.depth
source: Depth
de: Tiefe

# filter.type
source: Type
de: Typ

# button.cancel
source: Cancel
de: Abbrechen

# button.delete
source: Delete
de: Löschen

# button.deleteselected
source: Delete {0} records
de: {0} Datensätze löschen

# button.undo
source: Restore
de: Wiederherstellen

# button.expand
source: Expand record
de: Datensatz ausklappen

# button.dropdown.multiselect
source: Open context menu for multiselect options
de: Kontextmenü für Mehrfachauswahl öffnen

# button.undoselected
source: Restore {0} records
de: {0} Datensätze wiederherstellen

# button.reload
source: Reload
de: Neuladen

# modal.delete.header
source: Confirm deletion
de: Löschen bestätigen

# modal.undo.header
source: Restore records
de: Datensätze wiederherstellen

# modal.undo.recursive
source: Restore content and subpages recursively
de: Inhalte und Unterseiten rekursiv wiederherstellen

# modal.deletecontent.text
source: Permanently delete record "{0}" {1}? You cannot undo this action.
de: Datensatz „{0}“ {1} dauerhaft löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# modal.massdelete.text
source: Permanently delete all the selected records (and any subpages)? You cannot undo this action.
de: Alle ausgewählten Datensätze (und alle Unterseiten) dauerhaft löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# modal.deletepage.text
source: Permanently delete page "{0}" {1} and all of its contents (records and pages)? You cannot undo this action.
de: Möchtest du die Seite „{0}“ {1} und alle darin enthaltenen Inhalte (Datensätze und Seiten) endgültig löschen? Diese Aktion kann nicht rückgängig gemacht werden.

# modal.undocontent.text
source: Restore record "{0}" {1}? The record will be restored in its initial position and may become immediately active.
de: Datensatz „{0}“ {1} wiederherstellen? Der Datensatz wird an seiner ursprünglichen Position wiederhergestellt und ist möglicherweise sofort aktiv.

# modal.undopage.text
source: Restore page "{0}" {1}, its contents (and any subpages)? The pages and their content are restored to their original location and may become immediately visible online.
de: Seite „{0}“ {1} und deren Inhalt (sowie alle Unterseiten) wiederherstellen? Die Seiten und deren Inhalt werden an ihrem ursprünglichen Speicherort wiederhergestellt und sind möglicherweise sofort online sichtbar.

# modal.undo.parentpages
source: All parent pages have been restored to ensure a valid rootline.
de: Alle übergeordneten Seiten wurden wiederhergestellt, um eine gültige Rootline sicherzustellen.

# modal.massundo.text
source: Restore all selected records and any subpages? All records are restored to their original position and may take effect immediately, including the pages and their content that may become visible online. Undoing this requires deleting each record individually.
de: Alle ausgewählten Datensätze und Unterseiten wiederherstellen? Alle Datensätze werden an ihrer ursprünglichen Position wiederhergestellt und können sofort wirksam werden, einschließlich der Seiten und ihrer Inhalte, die online sichtbar werden können. Um dies rückgängig zu machen, muss jeder Datensatz einzeln gelöscht werden.

# flashmessage.delete.unauthorized
source: Insufficient permissions to delete records.
de: Unzureichende Berechtigungen zum Löschen von Datensätzen.

# flashmessage.delete.norecordsselected
source: No records set to delete.
de: Keine Datensätze zum Löschen markiert.

# flashmessage.delete.success.singular
source: One record was deleted.
de: Ein Datensatz wurde gelöscht.

# flashmessage.delete.success.plural
source: %d records were deleted.
de: %d Datensätze wurden gelöscht.

# flashmessage.delete.failure.singular
source: Could not delete one record.
de: Ein Datensatz konnte nicht gelöscht werden.

# flashmessage.delete.failure.plural
source: Could not delete %d records.
de: %d Datensätze konnten nicht gelöscht werden.

# flashmessage.undo.norecordsselected
source: No records set to restore.
de: Es sind keine Datensätze zum Wiederherstellen vorhanden.

# flashmessage.undo.success.singular
source: One record was restored.
de: Ein Datensatz wurde wiederhergestellt.

# flashmessage.undo.success.plural
source: %d records were restored.
de: %d Datensätze wurden wiederhergestellt.

# flashmessage.undo.failure.singular
source: Could not restore one record.
de: Ein Datensatz konnte nicht wiederhergestellt werden.

# flashmessage.undo.failure.plural
source: Could not restore %d records.
de: %d Datensätze konnten nicht wiederhergestellt werden.

# alert.noDeletedRecords
source: No deleted records have been found.
de: Es wurden keine gelöschten Einträge gefunden.

# table.caption.recently_deleted_records
source: Recently deleted records
de: Kürzlich gelöschte Einträge

# table.header.pageTitle
source: Page title
de: Seitentitel

# table.header.pid
source: Page ID
de: Seiten-ID

# table.header.record
source: Record
de: Datensatz

# table.header.tstamp
source: Last edit
de: Letzte Bearbeitung

# table.header.crdate
source: Created at
de: Erstellt am

# table.header.createdBy
source: Created by
de: Erstellt von

# table.header.deletedBy
source: Deleted by
de: Gelöscht von

# table.header.path
source: Path
de: Pfad

# record.userDeleted
source: [Deleted user] (id=%s)
de: [Gelöschter Benutzer] (id=%s)
